[
  {
    "authorId": 1,
    "imgUrl": "/iHc14vucwUMl6WuvQa4iPfoEdy9.jpg",
    "trailerUrl": "something",
    "synopsis": "A successful woman in New York City finds her life upended when she is forced to confront a dark truth that threatens to unravel her meticulously crafted life.",
    "popularity": 581898,
    "poster_path": "/e0vrbTmTf2ZcW5CIS9qJ8FDbsU9.jpg",
    "title": "Luckiest Girl Alive",
    "rating": 67
  },
  {
    "authorId": 1,
    "imgUrl": "/y5Z0WesTjvn59jP6yo459eUsbli.jpg",
    "trailerUrl": "something",
    "synopsis": "After being resurrected by a sinister entity, Art the Clown returns to Miles County where he must hunt down and destroy a teenage girl and her younger brother on Halloween night.  As the body count rises, the siblings fight to stay alive while uncovering the true nature of Art's evil intent.",
    "popularity": 628785,
    "poster_path": "/ydOS2qCqIdPvYbFuWFq1pfAzYsy.jpg",
    "title": "Terrifier 2",
    "rating": 67
  },
  {
    "authorId": 1,
    "imgUrl": "/mjV9gpXO2R2SOYI4ChJZiu6F1OE.jpg",
    "trailerUrl": "something",
    "synopsis": "A man wakes in a hospital with no memory, and quickly finds himself on the run in a locked down hospital with the Cartel on his tail.",
    "popularity": 787513,
    "poster_path": "/xDgnmbdWS59NtTPdzujdZGuPUPZ.jpg",
    "title": "Blackout",
    "rating": 56
  },
  {
    "authorId": 1,
    "imgUrl": "/7ABsaBkO1jA2psC8Hy4IDhkID4h.jpg",
    "trailerUrl": "something",
    "synopsis": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
    "popularity": 520.565,
    "poster_path": "/jRXYjXNq0Cs2TcJjLkki24MLp7u.jpg",
    "title": "Avatar",
    "rating": 75
  },
  {
    "authorId": 1,
    "imgUrl": "/nYla7faWqM3nLCY9arQH1DwXC84.jpg",
    "trailerUrl": "something",
    "synopsis": "A scandal in the royal family: the wayward princess Barbara escaped from the palace and went through the forest in search of a handsome prince. However, instead of the cherished meeting with her beloved, she is captured by Buka, the most dangerous robber of the kingdom. But it quickly becomes clear that the brisk princess is ready to turn Buka's life into a nightmare, just to reach her goal. So the restless Varvara begins to establish her own order in the forest.",
    "popularity": 469002,
    "poster_path": "/xIbEHAqwK5N7PJJYmbwmxuvC7fL.jpg",
    "title": "My Sweet Monster",
    "rating": 61
  },
  {
    "authorId": 1,
    "imgUrl": "/sB4Qee1z6Mkood7WNdUJSJJF0s0.jpg",
    "trailerUrl": "something",
    "synopsis": "From her volatile childhood as Norma Jeane, through her rise to stardom and romantic entanglements, this reimagined fictional portrait of Hollywood legend Marilyn Monroe blurs the lines of fact and fiction to explore the widening split between her public and private selves.",
    "popularity": 373183,
    "poster_path": "/jOgbnL5FB30pprEjZaY1E1iPtPM.jpg",
    "title": "Blonde",
    "rating": 65
  },
  {
    "authorId": 1,
    "imgUrl": "/jzWT0zd8U77fqWg5WgUfYaMzSFz.jpg",
    "trailerUrl": "something",
    "synopsis": "Dangerously ill with a rare blood disorder, and determined to save others suffering his same fate, Dr. Michael Morbius attempts a desperate gamble. What at first appears to be a radical success soon reveals itself to be a remedy potentially worse than the disease.",
    "popularity": 351742,
    "poster_path": "/6JjfSchsU6daXk2AKX8EEBjO3Fm.jpg",
    "title": "Morbius",
    "rating": 63
  },
  {
    "authorId": 1,
    "imgUrl": "/2UEKQtkx35hGCkgfA5lPVu7GaAm.jpg",
    "trailerUrl": "something",
    "synopsis": "One day during summer vacation, a palm-sized alien named Papi appears from a small rocket that Nobita picks up. He is the president of Pirika, a small planet in outer space, and has come to Earth to escape the rebels. Doraemon and his friends are puzzled by Papi’s small size, but as they play together using the secret tool “Small Light”, they gradually become friends. However, a whale-shaped space battleship comes to earth and attacks Doraemon, Nobita and the others in order to capture Papi. Feeling responsible for getting everyone involved, Papi tries to stand up to the rebels. Doraemon and his friends leave for the planet Pirika to protect their dear friend and his home.",
    "popularity": 389324,
    "poster_path": "/48gKZioIDeUOI0afbYv3kh9u9RQ.jpg",
    "title": "Doraemon: Nobita's Little Star Wars 2021",
    "rating": 56
  },
  {
    "authorId": 1,
    "imgUrl": "/ftGzl2GCyko61Qp161bQElN2Uzd.jpg",
    "trailerUrl": "something",
    "synopsis": "After Will Spann's wife suddenly vanishes at a gas station, his desperate search to find her leads him down a dark path that forces him to run from authorities and take the law into his own hands.",
    "popularity": 367041,
    "poster_path": "/qvqyDj34Uivokf4qIvK4bH0m0qF.jpg",
    "title": "Last Seen Alive",
    "rating": 66
  },
  {
    "authorId": 1,
    "imgUrl": "/6hn3bV5mrXBhnU30caILB14xRfh.jpg",
    "trailerUrl": "something",
    "synopsis": "Join Barbie “Brooklyn” Roberts, Barbie “Malibu” Roberts, and her sisters Skipper, Stacie, and Chelsea on an underwater adventure as they transform into mermaids to help save the world of Pacifica! In Barbie Mermaid Power™, Barbie and Barbie are summoned by Isla (from Dolphin Magic) to compete to be the underwater Power Keeper in a series of challenges designed to find their inner powers. Through these competitions, they discover whether they are mermaids of Earth, Air, Water, or Fire, all while making new animal and mermaid friends. In this fish-tale of friendship, adventure, and bravery, Barbie, Barbie, and family experience first-hand what it’s like to balance the worlds above and below the sea and learn a lesson in finding their inner powers along the way.",
    "popularity": 369579,
    "poster_path": "/8qb8cLDBAWdahrtixN2mQdI6e52.jpg",
    "title": "Barbie: Mermaid Power",
    "rating": 79
  },
  {
    "authorId": 1,
    "imgUrl": "/7id7oE3gqZuO0piWN20Ev7V90wl.jpg",
    "trailerUrl": "something",
    "synopsis": "Sixth-graders Kosuke and Natsume grew up in the same apartment building as childhood friends. During summer break, while playing in the apartment building that is set to be demolished, they find themselves caught in a strange phenomenon. All they can see around them is a vast sea. Will Kosuke and the others make it back to their world? A journey of farewells in summer has just begun.",
    "popularity": 332061,
    "poster_path": "/iNf1wC8cK6e8zgNyuMUqWFT7Din.jpg",
    "title": "Drifting Home",
    "rating": 78
  },
  {
    "authorId": 1,
    "imgUrl": "/7t5ALGBUOHafXpf25sXDLjm0GNt.jpg",
    "trailerUrl": "something",
    "synopsis": "A teenage girl in Medieval England navigates life and tries to avoid the arranged marriages her father maps out for her.",
    "popularity": 247395,
    "poster_path": "/a6welBP7DtjHDsr6fwT5IuCS33f.jpg",
    "title": "Catherine Called Birdy",
    "rating": 63
  },
  {
    "authorId": 1,
    "imgUrl": "/54PmeEzQMvpojpJBku61ZGQnWUX.jpg",
    "trailerUrl": "something",
    "synopsis": "Uta — the most beloved singer in the world. Her voice, which she sings with while concealing her true identity, has been described as “otherworldly.” She will appear in public for the first time at a live concert. As the venue fills with all kinds of Uta fans — excited pirates, the Navy watching closely, and the Straw Hats led by Luffy who simply came to enjoy her sonorous performance — the voice that the whole world has been waiting for is about to resound.",
    "popularity": 283503,
    "poster_path": "/m80kPdrmmtEh9wlLroCp0bwUGH0.jpg",
    "title": "One Piece Film Red",
    "rating": 73
  },
  {
    "authorId": 1,
    "imgUrl": "/9IDJpHROaC0S1ZlIxrvzOcOX5yC.jpg",
    "trailerUrl": "something",
    "synopsis": "When the infamous Bad Guys are finally caught after years of countless heists and being the world’s most-wanted villains, Mr. Wolf brokers a deal to save them all from prison.",
    "popularity": 236923,
    "poster_path": "/7qop80YfuO0BwJa1uXk1DXUUEwv.jpg",
    "title": "The Bad Guys",
    "rating": 77
  },
  {
    "authorId": 1,
    "imgUrl": "/kpM7wX8K66bGZkYvfHXIrnXvDRS.jpg",
    "trailerUrl": "something",
    "synopsis": "The ‘Beast Cop’ Ma Seok-do heads to a foreign country to extradite a suspect, but soon after his arrival, he discovers additional murder cases and hears about a vicious killer who has been committing crimes against tourists for several years.",
    "popularity": 231842,
    "poster_path": "/tqHXCshqysM6DPnXeFIR74fNdKw.jpg",
    "title": "The Roundup",
    "rating": 73
  },
  {
    "authorId": 1,
    "imgUrl": "/7zQJYV02yehWrQN6NjKsBorqUUS.jpg",
    "trailerUrl": "something",
    "synopsis": "The story of the Agojie, the all-female unit of warriors who protected the African Kingdom of Dahomey in the 1800s with skills and a fierceness unlike anything the world has ever seen, and General Nanisca as she trains the next generation of recruits and readies them for battle against an enemy determined to destroy their way of life.",
    "popularity": 174168,
    "poster_path": "/438QXt1E3WJWb3PqNniK0tAE5c1.jpg",
    "title": "The Woman King",
    "rating": 73
  },
  {
    "authorId": 1,
    "imgUrl": "/cuAUhb0aYQ9PsdU7EN3L2p1d3Ox.jpg",
    "trailerUrl": "something",
    "synopsis": "A Halloween-hating dad reluctantly teams up with his teenage daughter when an evil spirit wreaks havoc by making their town's decorations come to life.",
    "popularity": 316603,
    "poster_path": "/t6P9l6tcVnWLS1ADUAfkUCGQhm0.jpg",
    "title": "The Curse of Bridge Hollow",
    "rating": 70
  },
  {
    "authorId": 1,
    "imgUrl": "/qp8qKiP7Q7zK4z3LItwWMHfV9kJ.jpg",
    "trailerUrl": "something",
    "synopsis": "A woman desperately races to save her child after police place her hometown on lockdown due to an active shooter incident.",
    "popularity": 193556,
    "poster_path": "/u6Pg9eTklhg6Aa7kXaxrfdE1Chi.jpg",
    "title": "The Desperate Hour",
    "rating": 62
  },
  {
    "authorId": 1,
    "imgUrl": "/qPnvAndkTNZJzrulq9ra5zi7Mix.jpg",
    "trailerUrl": "something",
    "synopsis": "Cathy is a sous-chef wanting to open a restaurant. With financial difficulties, Cathy accepts a job at a shelter for young migrants. At first she hates the job then her passion for cuisine starts to change children's lives.",
    "popularity": 165302,
    "poster_path": "/irfSwljgfHiDdqFodgA8Unmu6gP.jpg",
    "title": "La Brigade",
    "rating": 66
  },
  {
    "authorId": 1,
    "imgUrl": "/7IW5xt241RUAufYiFBoAPx5n52V.jpg",
    "trailerUrl": "something",
    "synopsis": "While working part-time as a food deliveryman, Antoine, an aspiring young rapper from the suburbs of Paris, meets Mrs. Loiseau, an eminent teacher at the Paris Opéra. Stunned by the young man's raw talent, she introduces him to the world of opera. As Antoine becomes one of Mrs. Loiseau's students, he hides his new dream from his friends and family, fearing that they won’t understand – this double life burdens him... Somewhere in between the gilded and uptight Parisian upper-class, and the harsh yet free-spirited and familiar suburbs he grew up in, Antoine will have to find his own voice.",
    "popularity": 172841,
    "poster_path": "/14195Sv9rUHXJAuWbjFDtRQMUCf.jpg",
    "title": "Tenor",
    "rating": 73
  }
]